Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=8_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Halltõs
fin: Hallitus

source: Sääʹmteʹǧǧ vallʼjad kõskkstes kueiʹt ekka vuârai halltõõzz, koozz koʹlle vuäʹsslažžan sääʹmteeʹǧǧ saaǥǥjååʹđteei, kueʹhtt vääʹrrsaaǥǥjååʹđteei da nellj jeeʹres vuässla.
fin: Saamelaiskäräjät asettaa keskuudestaan hallituksen, johon kuuluvat jäseninä käräjien puheenjohtaja, kaksi varapuheenjohtajaa ja neljä muuta jäsentä.

source: Halltõs tuåimm sääʹmteeʹǧǧ såbbar vuâlžen da tõn vuõssʼsââjjsen tuâjjan lij vaʹstteed politiikklaž tuåimmjumuužžâst da vaaldšemest da ââʹnned huõl sääʹmteeʹǧǧ såbbri valmštumuužžâst.
fin: Hallitus toimii saamelaiskäräjien kokouksen alaisena ja sen ensisijaisena tehtävänä on vastata poliittisesta toiminnasta ja hallinnosta sekä huolehtia käräjien kokousten valmistelusta.

source: Sääʹmteeʹǧǧ halltõs 2012-2015:
fin: Saamelaiskäräjien hallitus 2012 - 2015:

source: Tiina Sanila-Aikio, saaǥǥjååʹđteei
fin: Sanila-Aikio Tiina, Puheenjohtaja

source: Heikki Paltto, I vääʹrrsaaǥǥjååʹđteei
fin: Paltto Heikki, I varapuheenjohtaja

source: Magga Ulla-Maarit, II vääʹrrsaaǥǥjååʹđteei
fin: Magga Ulla-Maarit, II varapuheenjohtaja
